Repository: tiba964/HAC
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Arabic
ar: العربية

source: About Hemam Al Ataa Company
ar: عن شركة همم العطاء

source: About Hemam Al Ataa Co. for General Trading and Contracting Company
ar: عن شركة همم العطاء للتجارة والمقاولات العامة محدودة المسؤولية

source: Our Vision
ar: رؤيتنا

source: Our litter
ar: رسالتنا

source: Our history
ar: تاريخنا

source: Hemam Al Ataa Company for General Trading and Contracting Company
ar: شركة همم العطاء للتجارة والمقاولات العامة محدودة المسؤولة

source: HOME
ar: الرئيسة

source: ABOUT HAC
ar: HAC عن

source: OUR SERVICES
ar: خدماتنا

source: OUR PROJECTS
ar: مشاريعنا

source: CONTACT US
ar: اتصل بنا

source: LANGUAGE
ar: اللغة

source: The HAC based in Iraq, adopts excellency in all its construction projects and for all its customers by submitting projects that adhere to the highest quality standards at the lowest cost and time possible.
ar: تتبنى HAC ومقرها العراق التميز في جميع مشاريعها الإنشائية ولجميع عملائها من خلال تقديم مشاريع تلتزم بأعلى معايير الجودة بأقل تكلفة ووقت ممكن.

source: Quick links
ar: روابط سريعة

source: About HCA
ar: HAC عن

source: Our services
ar: خدماتنا

source: Our projects
ar: مشاريعنا

source: Shirqat District, Salah al-Din, Iraq
ar: ناحية الشرقاط, صلاح الدين, العراق

source: Copyrights
ar: حقوق النشر

source: Hemam Al Ataa
ar: همم العطاء

source: All rights reserved.
ar: كل الحقوق محفوظة

source: Contact Us
ar: اتصل بنا

source: Contact Information
ar: معلومات التواصل

source: Phone
ar: الهاتف

source: E-mail
ar: البريد الالكتروني

source: Address
ar: العنوان

source: WorkTime
ar: وقت العمل

source: Sunday to Thursday 8 am : 5 pm
ar: من الأحد إلى الخميس 8 ص: 5 م

source: Fullname
ar: الاسم بالكامل

source: Email
ar: : البريد الالكتروني

source: Message
ar: الرسالة

source: Send
ar: ارسال

source: About Hemam Al Ataa Co. for General Trading and Contracting Company
ar: عن شركة همم العطاء للتجارة والمقاولات العامة محدودة المسؤولة

source: Read more
ar: قراءة المزيد

source: Efficiency and sincerity
ar: الكفاءة والاخلاص

source: Honor and credibility
ar: الشرف والمصداقية

source: Effectiveness
ar: فعالية

source: Focus on customer satisfaction
ar: التركيز على إرضاء العميل

source: Our Services
ar: خدماتنا

source: view all services
ar: رؤية جميع الخدمات

source: consultancy services
ar: خدمات استشارية

source: Establishing desalination
ar: ازالة الملوحة من المياه

source: Our Projects
ar: مشاريعنا

source: view more
ar: عرض الكل

source: See All Projects
ar: عرض جميع المشاريع

source: All projects
ar: عرض جميع المشاريع

source: Since its establishment and until this moment, the company has accomplished many works, including restoration, construction and preparation of many projects inside and outside the province, such as building schools, complexes, health departments, bridges, restoration and rehabilitation projects for partially damaged buildings due to the war, and so on. Business. In addition to these works, the company has completed paving streets and repairing bridges. The company is a pioneer in completing these projects in the fastest time, with high technology and good accuracy, as it has specialized and distinguished technical and administrative cadres that qualifies it to carry out projects in the fullest manner and within the approved modern specifications.
ar: منذ تأسيسها وحتى هذه اللحظة ، أنجزت الشركةالعديد من الأعمال من ضمنها الترميم والبناء وتجهيز العديد من المشاريع بالداخل وخارج المقاطعة ، مثل بناء المدارس والمجمعات والإدارات الصحية والجسور ،مشاريع ترميم وتأهيل المباني المتضررة جزئياً بسبب الحرب قريباً. اعمال.بالإضافة إلى هذه الأعمال فقد أنجزت الشركة رصف الشوارع وإصلاح الجسور.وتعتبر الشركة رائدة في انجاز هذه المشاريع في اسرع وقت ومرتفعتقنية ودقة جيدة حيث أنها تخصصية فنية ومتميزةالكوادر الإدارية التي تؤهلها لتنفيذ المشاريع على أكمل وجه وضمن المواصفات الحديثة المعتمدة.

source: Back to projects
ar: العودة الى المشاريع

source: Thank You!
ar: شكرا لك

source: Having trouble?
ar: ؟هل لديك مشكلة

source: Contact us
ar: اتصل بنا

source: back to home page
ar: العودة الى الصفحة الرئيسية

source: All Services
ar: خدماتنا

source: In Hemam Al Ataa Co. for General Trading and Contracting Company, we rely on a qualified and professional team with expertise in the construction industry and related works and how to develop and adapt work to obtain the desired results by permanently studying the work environment and its variables, identifying those variables and developing the best solutions to ensure the progress of work in accordance with the implementation schedules established.
ar: في شركة همام العطاء للتجارة العامة والمقاولات ،نعتمد على فريق مؤهل ومحترف من ذوي الخبرة في البناءالصناعة والأعمال ذات الصلة وكيفية تطوير العمل وتكييفه للحصول علىالنتائج المرجوة من خلال الدراسة الدائمة لبيئة العمل ومتغيراتها ،تحديد تلك المتغيرات وتطوير أفضل الحلول لضمانسير العمل وفقا لجداول التنفيذ الموضوعة.

source: Consultancy services
ar: خدمات استشارية

source: Water treatment plants
ar: محطات معالجة المياه

source: Electrical power systems
ar: أنظمة القوى الكهربائية

source: Communication networks
ar: شبكات الاتصالات

source: Educational and health facilities
ar: المرافق التعليمية والصحية

source: Designing, supervising and implementing infrastructure services.
ar: تصميم خدمات البنية التحتية والإشراف عليها وتنفيذها.

source: Designing, Supervising And Implementing Shipping Works, roads and bridges
ar: تصميم والإشراف وتنفيذ أعمال الشحن والطرق والجسور

source: Designing, Supervising And Implementing Water Networks and Drainage Joining
ar: تصميم والإشراف وتنفيذ شبكات المياه وربط الصرف
